{
  "profile":[ {
    "photo":"https://cdn-icons-png.flaticon.com/512/3135/3135715.png",
    "name":"Andrian Kusuma Solihin",
    "phone" : "628237847487",
    "idCard":"K-1727288872",
    "barcode":"/images/barcode.png"
  }],
  "fitur":[{
    "id":"1",
    "name":"Resume medis",
    "type":"success",
    "description":"mendapatkan oba sesuai dengan dosis yang telah di berikan dokter",
    "card":[
      {
        "icon":"success",
        "description":"obat telah di berikan pada pasien pada dosisi tertentu"
      },
      {
        "icon":"success",
        "description":"obat telah di berikan pada pasien pada dosisi tertentu"
      },
      {
        "icon":"cancel",
        "description":"obat telah di berikan pada pasien pada dosisi tertentu"
      }
      
    ]
    },
    {
      "id":"2",
      "name":"Pelayanan Obat",
      "type":"info",
      "description":"mendapatkan oba sesuai dengan dosis yang telah di berikan dokter",
      "card":[
        {
          "icon":"success",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"success",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"cancel",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"cancel",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"cancel",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        }
        
      ]
    },
    {
      "id":"3",
      "name":"Vaksin kesehatan",
      "type":"warn",
      "description":"mendapatkan oba sesuai dengan dosis yang telah di berikan dokter",
      "card":[
        {
          "icon":"success",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"success",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"cancel",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        }
        
      ]
    },
    {
      "id":"4",
      "name":"Hasil tes covid",
      "type":"waiting",
      "description":"mendapatkan oba sesuai dengan dosis yang telah di berikan dokter",
      "card":[
        {
          "icon":"success",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"success",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"cancel",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        }
        
      ]
    },
    {
      "id":"5",
      "name":"Riwayat Rawat Inap",
      "type":"cancel",
      "description":"mendapatkan oba sesuai dengan dosis yang telah di berikan dokter",
      "card":[
        {
          "icon":"success",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"success",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        },
        {
          "icon":"cancel",
          "description":"obat telah di berikan pada pasien pada dosisi tertentu"
        }
        
      ]
    }
  ],
  "news": [
    {
    "id": 9264646,
    "title": "How Long After Exposure Could COVID Symptoms Start?",
    "text": "As cases of the coronavirus begin to rise in Illinois and parts of the U.S., due in part to the now-dominant BA.2 omicron subvariant, the risk for being exposed to someone with COVID is also slowly climbing. But when might symptoms first appear following a potential exposure? Some experts say the omicron variant \"sped up\" timing for what many once knew with COVID, including the incubation period, or the time between exposure and the start of symptoms. Late last year, guidance from the Centers for Disease Control and Prevention surrounding quarantine and isolation were updated to reflect that change. How Long After COVID Exposure Could Symptoms Appear? According to the CDC, COVID symptoms can appear anywhere from two to 14 days after someone is exposed to the virus. But guidelines state those who were exposed should watch for symptoms until at least 10 days after the last close contact with someone who had COVID. The CDC says that its guidelines were updated to reflect growing evidence that suggests transmission of COVID-19 often occurs one to two days before the onset of symptoms and during the two to three days afterward. Anyone with symptoms should get tested. For those without symptoms, CDC guidance states they are considered contagious at least two days before their positive test. Which Symptoms Should You Watch For? As BA.2 cases continue their dominance across the Midwest and U.S., which symptoms should you watch for? Northwestern's Dr. Michael Angarone, an associate professor of medicine in infectious diseases, said the symptoms for BA.2 are similar to those seen in many COVID infections. \"So this is the same virus, so SARS Coronavirus 2, so we're seeing the same symptoms,\" he said. Dr. Gregory Huhn, an infectious disease physician and the COVID-19 vaccine coordinator for Cook County Health, noted that while omicron led to more upper respiratory symptoms, it remains too early to tell if BA.2 will continue that trend. \"I don't know if we, right now, know the particular features that are distinct for BA.2 versus BA.1. I mean, for BA.1, we knew that it was mostly an upper respiratory-type infection rather than the lower respiratory infections that can lead toward pneumonia and further and greater complications,\" he said. Still, NBC News reported symptoms associated with BA.2 seem to largely mirror a small number of symptoms commonly reported in omicron infections. Those include: CoughFatigueCongestionRunny Nose Anecdotal reports have suggested that dizziness could be a possible symptom, but they are so far unfounded. \"We will have to wait and see what exactly that means,\" said Dr. Rachael Lee, an associate professor of infectious disease and a health care epidemiologist at the University of Alabama at Birmingham. Infections in general can cause dizziness if people become dehydrated, she said. \"When we are sick and our body is taking care of the infection, we can get things like fever,\" Lee said. \"If you have fever, in particular, and if you're sweating a lot, you're losing a lot of fluid.\" For some people, coronavirus causes mild or moderate symptoms that clear up in a couple weeks. For others, it may cause no symptoms at all. For some, the virus can cause more severe illness, including pneumonia and death. Most vaccinated people either have no symptoms or exhibit very mild symptoms, according to health officials, and the virus rarely results in hospitalization or death for those individuals. Still, omicron presented a shift in common symptoms for many. Dr. Katherine Poehling, an infectious disease specialist and member of the Advisory Committee on Immunization Practices, told NBC News in January that a cough, congestion, runny nose and fatigue appear to be prominent symptoms with the omicron variant. But unlike the delta variant, many patients were not losing their taste or smell. She noted that these symptoms may only reflect certain populations. The symptoms COVID infections, according to the CDC, include: Fever or chillsCoughShortness of breath or difficulty breathingFatigueMuscle or body achesHeadacheNew loss of taste or smellSore throatCongestion or runny noseNausea or vomitingDiarrhea When is the Best Time to Test? The CDC states that anyone who may have been exposed to someone with COVID should test five days after their exposure, or as soon as symptoms occur. \"If symptoms occur, individuals should immediately quarantine until a negative test confirms symptoms are not attributable to COVID-19,\" the guidance states. Those who develop symptoms should get tested as symptoms develop, but if a test is negative and symptoms persist another test might be needed a few days later, particularly for those who use at-home test kits. \"So if someone is having symptoms and they get a negative test, one, it depends on the severity right? If you're having severe symptoms we don't want you to just do a home test either,\" Dr. Nimmi Rajagopal, the associate chair of the Department of Family and Community Medicine for Cook County Health, told NBC 5 during the omicron surge late last year. \"We want you to call your doctor's office and make sure that they have an opinion here because there are of course other things like the flu that are out there that can mimic symptoms or have similar symptoms. But if you're having symptoms and they're kind of mild and lingering and you use the [at-home] test and it's negative, we want you to take the precautions and then retest in three to five days. And that's why most of these kits actually come with two tests.\" When Should You Call a Doctor? The CDC urges those who have or may have COVID-19 to watch for emergency warning signs and seek medical care immediately if they experience symptoms including: Trouble breathingPersistent pain or pressure in the chestNew confusionInability to wake or stay awakePale, gray, or blue-colored skin, lips, or nail beds, depending on skin tone \"This list is not all possible symptoms,\" the CDC states. \"Please call your medical provider for any other symptoms that are severe or concerning to you.\" You can also notify the operator that you believe you or someone you are caring for has COVID. What to Do if You Test Positive or Believe You Were Exposed? Follow the guidelines for isolation or quarantine from the CDC. Click here for the latest.",
    "url": "https://www.nbcchicago.com/news/coronavirus/how-long-after-exposure-could-covid-symptoms-start/2809434/",
    "image": "https://media.nbcchicago.com/2022/01/106994294-1640720871113-gettyimages-1361593004-am020047_c2359640-9229-4963-90e3-04fac749d867.jpeg?quality=85&strip=all&resize=1200%2C675",
    "publish_date": "2022-04-18 20:06:19",
    "language": "en",
    "source_country": "us",
    "sentiment": -0.214
    },
    {
    "id": 10797920,
    "title": "‘Moon shot’ Covid vaccine that works against all variants hailed by Prof Luke O’Neill",
    "text": "Professor Luke O’Neill has hailed a variant-resistant Covid vaccine that is being tested in America. The US Army is developing the single-shot jab that is said to work against all Covid and SARS variants. Test results on animals have been “impressive”, according to the professor of biochemistry at Trinity College, who expects data from the phase one trial on humans to be published “any day now”. READ MORE:Covid experts voice concern over latest subvariant Omicron XE as hospital numbers lowest in weeks \"This is now the Moon shot, they're calling it in a way, the US are all over this,” Prof O’Neill told Pat Kenny on Newstalk. \"Can we make a vaccine that will work against any variant of Covid? There's a massive effort happening in the US at the moment, trying to make what's called a Universal Vaccine. It's a great goal to have,” he said. Prof O’Neill explained how it protects against Sars - the original virus - as well as Alpha, Beta, Delta, Omicron. He said that while different variants have changing spike proteins, researchers are trying to isolate the one that doesn't. \"So Omicron has this massive variety of changes, basically, and then you see increased infections with Omicron as a result. \"But the question is can you find a piece of the spike that doesn't change? And low and behold a place called the RBD - or Receptor Binding Domain - it's common to all coronaviruses, and now that's the one they're focusing in on in a very clever way,” he said. Speaking on Thursday, Prof O’Neill said test results on animals have been “impressive” and that data from the phase one trial on humans could be published within days. \"They've taken the RBD... and they've stuck it on a nano-particle - a tiny, tiny particle - made of a thing called ferritin, studded with loads of these RBDs. \"It went into monkeys and amazingly it protects against Sars - the original virus - and Alpha, Beta, Delta, Omicron. It protected against all of those in monkeys. “They're in the middle of a phase one trial in humans - any day now actually... we're going to get the data from that phase one trial soon. \"That's very, very hopeful that that US Army-derived vaccine could be the first universal vaccine against Covid,” he added. It comes as 3,035 new Covid cases were reported in Ireland on Thursday, made up of 1,426 positive PCR tests and 1,609 registered Antigen tests. There are currently 654 patients in hospital with Covid, of which 37 are in ICU. Get breaking news to your inbox by signing up to our newsletter. READ MORE:Workers made redundant during Covid pandemic set to get thousands in Government cash READ MORE: Sign in urine among hepatitis symptoms as mystery spike seen among children in the EU",
    "url": "https://www.irishmirror.ie/news/irish-news/health-news/moon-shot-covid-vaccine-works-26766979",
    "image": "https://i2-prod.irishmirror.ie/incoming/article26767058.ece/ALTERNATES/s1200/1_covid-moderna-vaccine-stock-generic.jpg",
    "publish_date": "2022-04-21 18:08:27",
    "author": "Anita McSorley",
    "language": "en",
    "source_country": "ie",
    "sentiment": -0.462
    },
    {
    "id": 12414740,
    "title": "How Soon After Exposure Do COVID Symptoms Start?",
    "text": "As cases of the coronavirus climb in Illinois and across the country due in part to the now-dominant BA.2 omicron subvariant, the risk for being exposed to someone with COVID is also increasing. But when might symptoms first appear following a potential exposure? Some experts say the omicron variant \"sped up\" timing for what many once knew with COVID, including the incubation period, or the time between exposure and the start of symptoms. Late last year, guidance from the Centers for Disease Control and Prevention surrounding quarantine and isolation were updated to reflect that change. How Long After COVID Exposure Could Symptoms Appear? According to the CDC, COVID symptoms can appear anywhere from two to 14 days after someone is exposed. But guidelines state those who were exposed should watch for symptoms until at least 10 days after the last close contact with someone who had COVID. The CDC says that its guidelines were updated to reflect growing evidence that suggests transmission of COVID-19 often occurs one to two days before the onset of symptoms and during the two to three days afterward. Anyone with symptoms should get tested. For those without symptoms, CDC guidance states they are considered contagious at least two days before their positive test. Which Symptoms Should You Watch For? As BA.2 cases continue their dominance across the Midwest and U.S., which symptoms should you watch for? Northwestern's Dr. Michael Angarone, an associate professor of medicine in infectious diseases, said the symptoms for BA.2 are similar to those seen in many COVID infections. \"So this is the same virus, so SARS Coronavirus 2, so we're seeing the same symptoms,\" he said. Dr. Gregory Huhn, an infectious disease physician and the COVID-19 vaccine coordinator for Cook County Health, noted in March that while omicron led to more upper respiratory symptoms, it remains too early to tell if BA.2 will continue that trend. \"I don't know if we, right now, know the particular features that are distinct for BA.2 versus BA.1. I mean, for BA.1, we knew that it was mostly an upper respiratory-type infection rather than the lower respiratory infections that can lead toward pneumonia and further and greater complications,\" he said at the time. Still, NBC News reported symptoms associated with BA.2 seem to largely mirror a small number of symptoms commonly reported in omicron infections. Those include: CoughFatigueCongestionRunny Nose Anecdotal reports have suggested that dizziness could be a possible symptom, but they are so far unfounded. \"We will have to wait and see what exactly that means,\" said Dr. Rachael Lee, an associate professor of infectious disease and a health care epidemiologist at the University of Alabama at Birmingham. Infections in general can cause dizziness if people become dehydrated, she said. \"When we are sick and our body is taking care of the infection, we can get things like fever,\" Lee said. \"If you have fever, in particular, and if you're sweating a lot, you're losing a lot of fluid.\" For some people, coronavirus causes mild or moderate symptoms that clear up in a couple weeks. For others, it may cause no symptoms at all. For some, the virus can cause more severe illness, including pneumonia and death. Most vaccinated people either have no symptoms or exhibit very mild symptoms, according to health officials, and the virus rarely results in hospitalization or death for those individuals. Still, omicron presented a shift in common symptoms for many. Dr. Katherine Poehling, an infectious disease specialist and member of the Advisory Committee on Immunization Practices, told NBC News in January that a cough, congestion, runny nose and fatigue appear to be prominent symptoms with the omicron variant. But unlike the delta variant, many patients were not losing their taste or smell. She noted that these symptoms may only reflect certain populations. The symptoms COVID infections, according to the CDC, include: Fever or chillsCoughShortness of breath or difficulty breathingFatigueMuscle or body achesHeadacheNew loss of taste or smellSore throatCongestion or runny noseNausea or vomitingDiarrhea When is the Best Time to Test? The CDC states that anyone who may have been exposed to someone with COVID should test five days after their exposure, or as soon as symptoms occur. \"If symptoms occur, individuals should immediately quarantine until a negative test confirms symptoms are not attributable to COVID-19,\" the guidance states. Those who develop symptoms should get tested as symptoms develop, but if a test is negative and symptoms persist another test might be needed a few days later, particularly for those who use at-home test kits. When Should You Call a Doctor? The CDC urges those who have or may have COVID-19 to watch for emergency warning signs and seek medical care immediately if they experience symptoms including: Trouble breathingPersistent pain or pressure in the chestNew confusionInability to wake or stay awakePale, gray, or blue-colored skin, lips, or nail beds, depending on skin tone \"This list is not all possible symptoms,\" the CDC states. \"Please call your medical provider for any other symptoms that are severe or concerning to you.\" You can also notify the operator that you believe you or someone you are caring for has COVID. What to Do if You Test Positive or Believe You Were Exposed? Follow the guidelines for isolation or quarantine from the CDC. Click here for the latest.",
    "url": "https://www.nbcchicago.com/news/coronavirus/how-soon-after-exposure-do-covid-symptoms-start/2815319/",
    "image": "https://media.nbcchicago.com/2022/03/GettyImages-1366344216.jpg?quality=85&strip=all&resize=1200%2C675",
    "publish_date": "2022-04-25 00:54:19",
    "language": "en",
    "source_country": "us",
    "sentiment": -0.228
    },
    {
    "id": 24768912,
    "title": "Covid Scotland: One in eight admitted to hospital with coronavirus later diagnosed with heart inflammation",
    "text": "Glasgow University and NHS Greater Glasgow and Clyde carried out the largest study of its kind, tracking 159 coronavirus patients after they were admitted. It found they had a number of ongoing health conditions. The study, published in Nature magazine, examined why some patients suffered long-term ill health after admission to hospital with Covid-19. Previously it has been speculated that long-term ill health was linked to pre-existing medical conditions, but the Glasgow University research suggested it was instead the severity of the coronavirus infection. The “Cisco” (Cardiac Imaging in SARS Coronavirus disease) study followed the group of discharged patients for a year, comparing their health to a control group of people with similar characteristics. Further assessments will be made at the 18-month and five-year marks for the patients. Researchers found one in eight patients admitted to hospital with Covid-19 have heart inflammation, while inflammation across the body and damage to other organs such as the kidneys was also common. Principle investigator Professor Colin Berry said: “Covid-19 is a multi-system disease, and our study shows that injury on the heart, lungs and kidneys can be seen after initial hospitalisation in scans and blood tests. “These results bridge a vital knowledge gap between our current understanding of post-Covid-19 syndromes, such as long Covid, and objective evidence of ongoing disease. “One of the most important findings of the Cisco study is that it is the severity of a patient’s Covid-19 infection – not their underlying health conditions – that is most closely correlated with the severity of any ongoing health outcomes post-discharge. “We found that previously healthy patients, without any underlying health conditions, were suffering with severe health outcomes, including myocarditis, post-hospitalisation. “The reasons for this are unclear, but it may be that a healthy person who is hospitalised with Covid-19 is likely to have a worse Covid infection than someone with underlying health conditions who is hospitalised.” The research paper said women were more likely to be affected by myocarditis post-Covid, which in turn was linked with lower mental and physical wellbeing.",
    "url": "https://www.edinburghnews.scotsman.com/health/coronavirus/covid-scotland-one-in-eight-admitted-to-hospital-with-coronavirus-later-diagnosed-with-heart-inflammation-3705315",
    "image": "https://www.edinburghnews.scotsman.com/webimg/b25lY21zOjRiODdiZTJlLTEwZTktNDZkMy1iNGZlLTAyN2E1OTk2YmVjNDoxMzZmYThmZC0zOTYzLTQzNzAtYjc4Yy04MTFjY2M4YjZiNjY=.jpg?width=2048&enable=upscale",
    "publish_date": "2022-05-23 17:00:00",
    "author": "Neil Pooran",
    "language": "en",
    "source_country": "GB",
    "sentiment": -0.388
    },
    {
    "id": 24771888,
    "title": "Covid Scotland: One in eight admitted to hospital with coronavirus later diagnosed with heart inflammation",
    "text": "Glasgow University and NHS Greater Glasgow and Clyde carried out the largest study of its kind, tracking 159 coronavirus patients after they were admitted. It found they had a number of ongoing health conditions. The study, published in Nature magazine, examined why some patients suffered long-term ill health after admission to hospital with Covid-19. Previously it has been speculated that long-term ill health was linked to pre-existing medical conditions, but the Glasgow University research suggested it was instead the severity of the coronavirus infection. The “Cisco” (Cardiac Imaging in SARS Coronavirus disease) study followed the group of discharged patients for a year, comparing their health to a control group of people with similar characteristics. Further assessments will be made at the 18-month and five-year marks for the patients. Researchers found one in eight patients admitted to hospital with Covid-19 have heart inflammation, while inflammation across the body and damage to other organs such as the kidneys was also common. Principle investigator Professor Colin Berry said: “Covid-19 is a multi-system disease, and our study shows that injury on the heart, lungs and kidneys can be seen after initial hospitalisation in scans and blood tests. “These results bridge a vital knowledge gap between our current understanding of post-Covid-19 syndromes, such as long Covid, and objective evidence of ongoing disease. “One of the most important findings of the Cisco study is that it is the severity of a patient’s Covid-19 infection – not their underlying health conditions – that is most closely correlated with the severity of any ongoing health outcomes post-discharge. “We found that previously healthy patients, without any underlying health conditions, were suffering with severe health outcomes, including myocarditis, post-hospitalisation. “The reasons for this are unclear, but it may be that a healthy person who is hospitalised with Covid-19 is likely to have a worse Covid infection than someone with underlying health conditions who is hospitalised.” The research paper said women were more likely to be affected by myocarditis post-Covid, which in turn was linked with lower mental and physical wellbeing.",
    "url": "https://www.scotsman.com/health/coronavirus/covid-scotland-one-in-eight-admitted-to-hospital-with-coronavirus-later-diagnosed-with-heart-inflammation-3705315",
    "image": "https://www.scotsman.com/webimg/b25lY21zOjRiODdiZTJlLTEwZTktNDZkMy1iNGZlLTAyN2E1OTk2YmVjNDoxMzZmYThmZC0zOTYzLTQzNzAtYjc4Yy04MTFjY2M4YjZiNjY=.jpg?width=2048&enable=upscale",
    "publish_date": "2022-05-23 17:21:27",
    "author": "Neil Pooran",
    "language": "en",
    "source_country": "GB",
    "sentiment": -0.388
    },
    {
    "id": 81107606,
    "title": "'Covid Not Over Yet': PM Urges People to Wear Masks, Directs Officials to Ramp Up Testing | Key updates",
    "text": "Amid a surge in coronavirus cases in China and some other countries, Prime Minister Narendra Modi on Thursday chaired a high-level meeting to review the situation related to Covid-19 in the country where he directed officials to strengthen surveillance measures, ramp up testing, and also genomic sequencing efforts. He also cautioned people against complacency and urged them to wear masks in crowded places. Reiterating that “Covid is not over yet”, PM Modi advised states to audit Covid-specific facilities to ensure operational readiness of hospital infrastructure, including oxygen cylinders, PSA plants, ventilators, and human resources. The new variant BF.7 of the novel coronavirus, which is believed to be linked to the surge in Covid cases in China, has been detected in some parts of India. Here are some key updates on the Covid-19 situation across the country: According to a statement issued by the Prime Minister’s Office (PMO), PM Modi also urged that precaution dose may be encouraged especially for vulnerable and elderly groups. States have been asked to share a larger number of samples with the designated INSACOG Genome Sequencing Laboratories (lGSLs) for genome sequencing on a daily basis, the PMO said. PM Modi directed officials to strengthen the ongoing surveillance measures, especially at international airports. The government today said that a certain number of passengers arriving in international flights will be subject to random coronavirus test from December 24. The Union health ministry has written to the civil aviation ministry in this regard. “A sub-section of 2 per cent of the total passengers in the flight shall undergo random post-arrival testing at the airport on arrival,” an official communication said, adding that such travellers in each flight shall be determined by the airlines concerned and preferably from different countries. Earlier in the day, Union Health Minister Mansukh Mandaviya made a statement in Parliament and said India has started two per cent random sampling of international travellers coming to the country and may consider making it mandatory for all if necessary. In his statement, he said that in the recent days there have been reports of rise in Covid-19 cases in many countries such China, Japan, South Korea, the US, France, Greece and Italy. Delhi Chief Minister Arvind Kejriwal said the new Omicron sub-variant BF.7 of Covid-19 has not been detected in the national capital so far and his government is ready to tackle any eventuality if arises. Addressing a press conference, Kejriwal said the dominant sub-variant in Delhi is XBB that has been detected in 92 per cent of the samples till now. In Delhi, at the moment, 2,500 tests are being conducted and these can be increased to one lakh if there is a surge in Covid cases. “We have 8,000 beds ready for Covid patients. At the time its peak, we had readied 25,000 beds but the bed capacity can be increased to 36,000. The government has also widened the scope of testing and those with SARS and breathing issues are being compulsorily tested using the RT-PCR method,” Kejriwal said. Health authorities in Uttar Pradesh have begun screening visitors at the Taj Mahal and other monuments, focusing their efforts mainly on foreign tourists. The aim is to contain the new BF.7 sub-variant, an official told news agency PTI. Mainly tourists from the US, China, Japan and Brazil and European countries are being screened and their samples collected at tourism sites, including the Taj Mahal, Agra Fort and Akbar’s Tomb. The Kerala government has decided to conduct whole genome sequencing of more samples to identify different Covid-19 variants. “Genomic surveillance using whole-genome sequencing of viruses will be conducted to track different Covid variants”, it said in a statement. The health department directed the districts to send such samples for genetic testing at designated labs for each district and to report accurately if any new variants are identified so that prevention activities can be strengthened accordingly. Uttarakhand Chief Minister Pushkar Singh Dhami has asked the health department to launch a drive to administer booster doses of the Covid vaccine for effectively controlling the pandemic. He asked officials of the department to start holding camps to administer booster doses to people from Friday. Awareness about the importance of the booster dose should be created and people should be encouraged to get themselves vaccinated. If fresh cases are reported, send the samples for genome sequencing, he said. The Rajasthan Health department has directed Chief Medical and Health Officers of all districts to start screening, genome sampling, and identifying high-risk groups. Health Secretary Dr Prithvi has already issued orders to all collectors to ensure genome sequencing of all Covid positive samples to detect the new BF.7 sub-variant. In Punjab, officials concerned have been asked to step up the number of daily Covid testing to 10,000 in the state. A senior official of the health department said directions have been issued to increase daily Covid-19 testings from around 3,000 at present to 10,000. He further said instructions have also been issued to all civil surgeons in the state to ensure that the samples of all positive cases should be sent for genome sequencing at a facility in Patiala. The Karnataka government has decided to conduct mandatory testing of Influenza Like Illness (ILI) and Severe Acute Respiratory Illness (SARI) in the state. The government also decided to make face masks mandatory in closed spaces and air-conditioned rooms. The two per cent random testing of international passengers arriving in the state will continue until revised directions from the Centre, state Health Minister Dr K Sudhakar said. Meanwhile, Bharat Biotech’s intranasal vaccine will now be available as a booster dose for all adults, sources told News18. The Hyderabad-based Covaxin maker’s nasal vaccine BBV154 or Incovacc will be introduced on Co-WIN by next week, sources said, adding that the pricing is yet to be decided. Sources also said that the Drugs Controller General of India (DCGI) has given its go-ahead to the completion of vaccine trials and the formal announcement regarding the development will be made in the coming days. (with inputs from PTI) Read all the Latest India News here",
    "url": "https://www.news18.com/news/india/covid-not-over-yet-pm-modi-urges-people-to-wear-masks-directs-officials-to-ramp-up-testing-key-updates-6675565.html",
    "image": "https://images.news18.com/ibnlive/uploads/2022/12/pm-modi-2-167172738116x9.jpg",
    "publish_date": "2022-12-22 17:43:27",
    "language": "en",
    "source_country": "in",
    "sentiment": -0.019
    },
    {
    "id": 112078558,
    "title": "Japan formally decides to downgrade COVID-19 to flu level on May 8",
    "text": "Japan formally decided Thursday to downgrade the legal status of the novel coronavirus to a level on par with seasonal influenza on May 8, paving the way for full normalization of social and economic activities. The finalization of the schedule comes as the government mulls bringing forward the lifting of its remaining coronavirus border control measures by more than a week to midnight Friday, in anticipation of an increase in people traveling overseas and returning during the Golden Week holidays starting Saturday. Under the current requirement, all entrants to the country must present certification of having received at least three COVID-19 vaccination doses or a negative result from a coronavirus test, taken within 72 hours of departure. Infectious disease experts at a health ministry panel gave the greenlight to the planned reclassification schedule based on the current coronavirus pandemic situation and the preparedness of the health care system for a resurgence across the country. The panel reported that around 8,400 medical institutions, comprising 90 percent of hospitals nationwide and clinics, are ready to take in up to 58,000 COVID-19 patients. Around 44,000 institutions will accept outpatients, up from 42,000 at present. \"Special measures that the government has been taking in response to the novel coronavirus will end on May 7,\" Minister of Health, Labor and Welfare Katsunobu Kato told a press conference. In Japan, COVID-19 is currently designated as a special category equivalent to or stricter than Class 2, which covers infectious diseases such as tuberculosis and severe acute respiratory syndrome, or SARS, under the law. The government has said it will reclassify COVID-19 to Class 5 diseases like seasonal influenza from May 8, meaning a state of emergency will no longer be issued when a resurgence of infection occurs. The government's covering of coronavirus-related medical charges for outpatient care and hospitalization will also end, except for expensive treatments. But some infectious disease experts are cautious about a rapid return to pre-pandemic norms, stressing the need for the elderly and others vulnerable to the coronavirus to continue wearing face masks in order to protect themselves. \"There is still a high risk if people start going out the way they did before the coronavirus pandemic,\" said Tetsuya Matsumoto, a professor of infectious diseases at the International University of Health and Welfare. Earlier this month, a group of experts on the health ministry's advisory panel also warned that Japan could face a \"ninth wave\" of the coronavirus pandemic even more severe than the previous one, while the health minister noted a rise in cases of the new, contagious XBB.1.5 subvariant of the virus. During the last surge in infections, or the eighth wave, seen from late November to late January, over 7.5 million COVID-19 cases were reported, according to the health ministry. Related coverage",
    "url": "https://english.kyodonews.net/news/2023/04/232f346a171e-japan-formally-decides-to-downgrade-covid-19-to-flu-level-on-may-8.html",
    "image": "https://img.kyodonews.net/english/public/images/posts/82ba0a2d5cf365ca0c728468ae68c8fa/cropped_image_l.jpg",
    "publish_date": "2023-04-27 08:26:56",
    "language": "en",
    "source_country": "jp",
    "sentiment": -0.245
    },
    {
    "id": 112086654,
    "title": "Japan formally decides to downgrade COVID-19 to flu level on May 8",
    "text": "Japan formally decided Thursday to downgrade the legal status of the novel coronavirus to a level on par with seasonal influenza on May 8, paving the way for full normalization of social and economic activities. The finalization of the schedule comes as the government mulls bringing forward the lifting of its remaining coronavirus border control measures by more than a week to midnight Friday, in anticipation of an increase in people traveling overseas and returning during the Golden Week holidays starting Saturday. Under the current requirement, all entrants to the country must present certification of having received at least three COVID-19 vaccination doses or a negative result from a coronavirus test, taken within 72 hours of departure. Infectious disease experts at a health ministry panel gave the green light to the planned reclassification schedule based on the current coronavirus pandemic situation and the preparedness of the health care system for a resurgence across the country. The panel reported that around 8,400 medical institutions, comprising 90 percent of hospitals nationwide and clinics, are ready to take in up to 58,000 COVID-19 patients. Around 44,000 institutions will accept outpatients, up from 42,000 at present. \"Special measures that the government has been taking in response to the novel coronavirus will end on May 7,\" Minister of Health, Labor and Welfare Katsunobu Kato told a press conference. In Japan, COVID-19 is currently designated as a special category equivalent to or stricter than Class 2, which covers infectious diseases such as tuberculosis and severe acute respiratory syndrome, or SARS, under the law. The government has said it will reclassify COVID-19 to Class 5 diseases like seasonal influenza from May 8, meaning a state of emergency will no longer be issued when a resurgence of infection occurs. The government's covering of coronavirus-related medical charges for outpatient care and hospitalization will also end, except for expensive treatments. But some infectious disease experts are cautious about a rapid return to pre-pandemic norms, stressing the need for the elderly and others vulnerable to the coronavirus to continue wearing face masks in order to protect themselves. \"There is still a high risk if people start going out the way they did before the coronavirus pandemic,\" said Tetsuya Matsumoto, a professor of infectious diseases at the International University of Health and Welfare. Earlier this month, a group of experts on the health ministry's advisory panel also warned that Japan could face a \"ninth wave\" of the coronavirus pandemic even more severe than the previous one, while the health minister noted a rise in cases of the new, contagious XBB.1.5 subvariant of the virus. During the last surge in infections, or the eighth wave, seen from late November to late January, over 7.5 million COVID-19 cases were reported, according to the health ministry. © KYODO",
    "url": "https://japantoday.com/category/national/japan-formally-decides-to-downgrade-covid-19-to-flu-level-on-may-8",
    "image": "https://japantoday-asset.scdn3.secure.raxcdn.com/img/store/07/60/7388585c983bfbd0b1c4025fefcb06f3ada8/AP23014444586701_1/_w1700.jpg",
    "publish_date": "2023-04-27 09:36:07",
    "author": "Japan Today Editor",
    "language": "en",
    "source_country": "jp",
    "sentiment": -0.236
    },
    {
    "id": 112143474,
    "title": "Japan formally decides to downgrade COVID-19 to flu level on May 8",
    "text": "TOKYO. KAZINFORM - Japan formally decided Thursday to downgrade the legal status of the novel coronavirus to a level on par with seasonal influenza on May 8, paving the way for full normalization of social and economic activities, Kazinform cites Kyodo. The finalization of the schedule comes as the government mulls bringing forward the lifting of its remaining coronavirus border control measures by more than a week to midnight Friday, in anticipation of an increase in people traveling overseas and returning during the Golden Week holidays starting Saturday. Under the current requirement, all entrants to the country must present certification of having received at least three COVID-19 vaccination doses or a negative result from a coronavirus test, taken within 72 hours of departure. Infectious disease experts at a health ministry panel gave the greenlight to the planned reclassification schedule based on the current coronavirus pandemic situation and the preparedness of the health care system for a resurgence across the country. The panel reported that around 8,400 medical institutions, comprising 90 percent of hospitals nationwide and clinics, are ready to take in up to 58,000 COVID-19 patients. Around 44,000 institutions will accept outpatients, up from 42,000 at present. «Special measures that the government has been taking in response to the novel coronavirus will end on May 7,» Minister of Health, Labor and Welfare Katsunobu Kato told a press conference. In Japan, COVID-19 is currently designated as a special category equivalent to or stricter than Class 2, which covers infectious diseases such as tuberculosis and severe acute respiratory syndrome, or SARS, under the law. The government has said it will reclassify COVID-19 to Class 5 diseases like seasonal influenza from May 8, meaning a state of emergency will no longer be issued when a resurgence of infection occurs. The government's covering of coronavirus-related medical charges for outpatient care and hospitalization will also end, except for expensive treatments. But some infectious disease experts are cautious about a rapid return to pre-pandemic norms, stressing the need for the elderly and others vulnerable to the coronavirus to continue wearing face masks in order to protect themselves. «There is still a high risk if people start going out the way they did before the coronavirus pandemic,» said Tetsuya Matsumoto, a professor of infectious diseases at the International University of Health and Welfare. Earlier this month, a group of experts on the health ministry's advisory panel also warned that Japan could face a «ninth wave» of the coronavirus pandemic even more severe than the previous one, while the health minister noted a rise in cases of the new, contagious XBB.1.5 subvariant of the virus. During the last surge in infections, or the eighth wave, seen from late November to late January, over 7.5 million COVID-19 cases were reported, according to the health ministry.",
    "url": "https://www.inform.kz/en/japan-formally-decides-to-downgrade-covid-19-to-flu-level-on-may-8_a4061896",
    "image": "https://www.inform.kz/radmin/news/2023/04/27/230427222305991e.JPG",
    "publish_date": "2023-04-27 19:03:54",
    "author": "Adlet Seilkhanov",
    "language": "en",
    "source_country": "kz",
    "sentiment": -0.257
    },
    {
    "id": 112366528,
    "title": "Japan Downgrades COVID-19 To Flu Level On May 8",
    "text": "Japan formally decided Thursday to downgrade the legal status of the novel coronavirus to a level on par with seasonal influenza on May 8, paving the way for full normalization of social and economic activities. The finalization of the schedule comes as the government mulls bringing forward the lifting of its remaining coronavirus border control measures by more than a week to midnight Friday, in anticipation of an increase in people traveling overseas and returning during the Golden Week holidays starting Saturday. Under the current requirement, all entrants to the country must present certification of having received at least three COVID-19 vaccination doses or a negative result from a coronavirus test, taken within 72 hours of departure. Infectious disease experts at a health ministry panel gave the greenlight to the planned reclassification schedule based on the current coronavirus pandemic situation and the preparedness of the health care system for resurgence across the country. The panel reported that around 8,400 medical institutions, comprising 90 percent of hospitals nationwide and clinics, are ready to take in up to 58,000 COVID-19 patients. Around 44,000 institutions will accept outpatients, up from 42,000 at present. “Special measures that the government has been taking in response to the novel coronavirus will end on May 7,” Minister of Health, Labor and Welfare Katsunobu Kato told a press conference. In Japan, COVID-19 is currently designated as a special category equivalent to or stricter than Class 2, which covers infectious diseases such as tuberculosis and severe acute respiratory syndrome, or SARS, under the law. The government has said it will reclassify COVID-19 to Class 5 diseases like seasonal influenza from May 8, meaning a state of emergency will no longer be issued when a resurgence of infection occurs. The government’s covering of coronavirus-related medical charges for outpatient care and hospitalization will also end, except for expensive treatments. But some infectious disease experts are cautious about a rapid return to pre-pandemic norms, stressing the need for the elderly and others vulnerable to the coronavirus to continue wearing face masks in order to protect themselves. “There is still a high risk if people start going out the way they did before the coronavirus pandemic,” said Tetsuya Matsumoto, a professor of infectious diseases at the International University of Health and Welfare. Earlier this month, a group of experts on the health ministry’s advisory panel also warned that Japan could face a “ninth wave” of the coronavirus pandemic even more severe than the previous one, while the health minister noted a rise in cases of the new, contagious XBB.1.5 sub variant of the virus. During the last surge in infections, or the eighth wave, seen from late November to late January, over 7.5 million COVID-19 cases were reported, according to the health ministry.",
    "url": "https://leadership.ng/japan-downgrades-covid-19-to-flu-level-on-may-8/",
    "image": "https://leadership.ng/wp-content/uploads/2023/04/Untitled-design-34.png",
    "publish_date": "2023-04-29 16:34:59",
    "language": "en",
    "source_country": "ng",
    "sentiment": -0.252
    },
      {
      "id": 109316268,
      "title": "Special Report - Tesla workers shared sensitive images recorded by customer cars",
      "text": "LONDON/SAN FRANCISCO : Tesla Inc assures its millions of electric car owners that their privacy “is and will always be enormously important to us.” The cameras it builds into vehicles to assist driving, it notes on its website, are “designed from the ground up to protect your privacy.” But between 2019 and 2022, groups of Tesla employees privately shared via an internal messaging system sometimes highly invasive videos and images recorded by customers’ car cameras, according to interviews by Reuters with nine former employees. Some of the recordings caught Tesla customers in embarrassing situations. One ex-employee described a video of a man approaching a vehicle completely naked. Also shared: crashes and road-rage incidents. One crash video in 2021 showed a Tesla driving at high speed in a residential area hitting a child riding a bike, according to another ex-employee. The child flew in one direction, the bike in another. The video spread around a Tesla office in San Mateo, California, via private one-on-one chats, “like wildfire,” the ex-employee said. Other images were more mundane, such as pictures of dogs and funny road signs that employees made into memes by embellishing them with amusing captions or commentary, before posting them in private group chats. While some postings were only shared between two employees, others could be seen by scores of them, according to several ex-employees. Tesla states in its online “Customer Privacy Notice” that its “camera recordings remain anonymous and are not linked to you or your vehicle.” But seven former employees told Reuters the computer program they used at work could show the location of recordings – which potentially could reveal where a Tesla owner lived. One ex-employee also said that some recordings appeared to have been made when cars were parked and turned off. Several years ago, Tesla would receive video recordings from its vehicles even when they were off, if owners gave consent. It has since stopped doing so. “We could see inside people's garages and their private properties,” said another former employee. “Let's say that a Tesla customer had something in their garage that was distinctive, you know, people would post those kinds of things.” Tesla didn't respond to detailed questions sent to the company for this report. About three years ago, some employees stumbled upon and shared a video of a unique submersible vehicle parked inside a garage, according to two people who viewed it. Nicknamed “Wet Nellie,” the white Lotus Esprit sub had been featured in the 1977 James Bond film, “The Spy Who Loved Me.” The vehicle’s owner: Tesla Chief Executive Elon Musk, who had bought it for about $968,000 at an auction in 2013. It is not clear whether Musk was aware of the video or that it had been shared. Musk didn’t respond to a request for comment. To report this story, Reuters contacted more than 300 former Tesla employees who had worked at the company over the past nine years and were involved in developing its self-driving system. More than a dozen agreed to answer questions, all speaking on condition of anonymity. Reuters wasn’t able to obtain any of the shared videos or images, which ex-employees said they hadn’t kept. The news agency also wasn’t able to determine if the practice of sharing recordings, which occurred within some parts of Tesla as recently as last year, continues today or how widespread it was. Some former employees contacted said the only sharing they observed was for legitimate work purposes, such as seeking assistance from colleagues or supervisors. LABELING PEDESTRIANS AND STREET SIGNS The sharing of sensitive videos illustrates one of the less-noted features of artificial intelligence systems: They often require armies of human beings to help train machines to learn automated tasks such as driving. Since about 2016, Tesla has employed hundreds of people in Africa and later the United States to label images to help its cars learn how to recognize pedestrians, street signs, construction vehicles, garage doors and other objects encountered on the road or at customers’ houses. To accomplish that, data labelers were given access to thousands of videos or images recorded by car cameras that they would view and identify objects. Tesla increasingly has been automating the process, and shut down a data-labeling hub last year in San Mateo, California. But it continues to employ hundreds of data labelers in Buffalo, New York. In February, Tesla said the staff there had grown 54 per cent over the previous six months to 675. Two ex-employees said they weren’t bothered by the sharing of images, saying that customers had given their consent or that people long ago had given up any reasonable expectation of keeping personal data private. Three others, however, said they were troubled by it. “It was a breach of privacy, to be honest. And I always joked that I would never buy a Tesla after seeing how they treated some of these people,” said one former employee. Another said: “I’m bothered by it because the people who buy the car, I don't think they know that their privacy is, like, not respected … We could see them doing laundry and really intimate things. We could see their kids.” One former employee saw nothing wrong with sharing images, but described a function that allowed data labelers to view the location of recordings on Google Maps as a “massive invasion of privacy.” David Choffnes, executive director of the Cybersecurity and Privacy Institute at Northeastern University in Boston, called sharing of sensitive videos and images by Tesla employees “morally reprehensible.” “Any normal human being would be appalled by this,” he said. He noted that circulating sensitive and personal content could be construed as a violation of Tesla’s own privacy policy — potentially resulting in intervention by the U.S. Federal Trade Commission, which enforces federal laws relating to consumers’ privacy. A spokesperson for the FTC said it doesn’t comment on individual companies or their conduct. To develop self-driving car technology, Tesla collects a vast trove of data from its global fleet of several million vehicles. The company requires car owners to grant permission on the cars’ touchscreens before Tesla collects their vehicles’ data. “Your Data Belongs to You,” states Tesla’s website. In its Customer Privacy Notice, Tesla explains that if a customer agrees to share data, “your vehicle may collect the data and make it available to Tesla for analysis. This analysis helps Tesla improve its products, features, and diagnose problems quicker.” It also states that the data may include “short video clips or images,” but isn’t linked to a customer’s account or vehicle identification number, “and does not identify you personally.” Carlo Piltz, a data privacy lawyer in Germany, told Reuters it would be difficult to find a legal justification under Europe’s data protection and privacy law for vehicle recordings to be circulated internally when it has “nothing to do with the provision of a safe or secure car or the functionality” of Tesla's self-driving system. In recent years, Tesla’s car-camera system has drawn controversy. In China, some government compounds and residential neighborhoods have banned Teslas because of concerns about its cameras. In response, Musk said in a virtual talk at a Chinese forum in 2021: “If Tesla used cars to spy in China or anywhere, we will get shut down.” Elsewhere, regulators have scrutinized the Tesla system over potential privacy violations. But the privacy cases have tended to focus not on the rights of Tesla owners but of passers-by unaware that they might be being recorded by parked Tesla vehicles. In February, the Dutch Data Protection Authority, or DPA, said it had concluded an investigation of Tesla over possible privacy violations regarding “Sentry Mode,” a feature designed to record any suspicious activity when a car is parked and alert the owner. “People who walked by these vehicles were filmed without knowing it. And the owners of the Teslas could go back and look at these images,” said DPA board member Katja Mur in a statement. “If a person parked one of these vehicles in front of someone’s window, they could spy inside and see everything the other person was doing. That is a serious violation of privacy.” The watchdog determined it wasn’t Tesla, but the vehicles’ owners, who were legally responsible for their cars’ recordings. It said it decided not to fine the company after Tesla said it had made several changes to Sentry Mode, including having a vehicle’s headlights pulse to inform passers-by that they may be being recorded. A DPA spokesperson declined to comment on Reuters findings, but said in an email: “Personal data must be used for a specific purpose, and sensitive personal data must be protected.” REPLACING HUMAN DRIVERS Tesla calls its automated driving system Autopilot. Introduced in 2015, the system included such advanced features as allowing drivers to change lanes by tapping a turn signal and parallel parking on command. To make the system work, Tesla initially installed sonar sensors, radar and a single front-facing camera at the top of the windshield. A subsequent version, introduced in 2016, included eight cameras all around the car to collect more data and offer more capabilities. Musk’s future vision is eventually to offer a “Full Self-Driving” mode that would replace a human driver. Tesla began rolling out an experimental version of that mode in October 2020. Although it requires drivers to keep their hands on the wheel, it currently offers such features as the ability to slow a car down automatically when it approaches stop signs or traffic lights. In February, Tesla recalled more than 362,000 U.S. vehicles to update their Full Self-Driving software after the National Highway Traffic Safety Administration said it could allow vehicles to exceed speed limits and potentially cause crashes at intersections. As with many artificial-intelligence projects, to develop Autopilot, Tesla hired data labelers to identify objects in images and videos to teach the system how to respond when the vehicle was on the road or parked. Tesla initially outsourced data labeling to a San Francisco-based non-profit then known as Samasource, people familiar with the matter told Reuters. The organization had an office in Nairobi, Kenya, and specialized in offering training and employment opportunities to disadvantaged women and youth. In 2016, Samasource was providing about 400 workers there for Tesla, up from about an initial 20, according to a person familiar with the matter. By 2019, however, Tesla was no longer satisfied with the work of Samasource’s data labelers. At an event called Tesla AI Day in 2021, Andrej Karpathy, then senior director of AI at Tesla, said: “Unfortunately, we found very quickly that working with a third party to get data sets for something this critical was just not going to cut it … Honestly the quality was not amazing.” A former Tesla employee said of the Samasource labelers: “They would highlight fire hydrants as pedestrians … They would miss objects all the time. Their skill level to draw boxes was very low.” Samasource, now called Sama, declined to comment on its work for Tesla. Tesla decided to bring data labeling in-house. “Over time, we’ve grown to more than a 1,000-person data labeling (organization) that is full of professional labelers who are working very closely with the engineers,” Karpathy said in his August 2021 presentation. Karpathy didn’t respond to requests for comment. Tesla’s own data labelers initially worked in the San Francisco Bay area, including the office in San Mateo. Groups of data labelers were assigned a variety of different tasks, including labeling street lane lines or emergency vehicles, ex-employees said. At one point, Teslas on Autopilot were having difficulty backing out of garages and would get confused when encountering shadows or objects such as garden hoses. So some data labelers were asked to identify objects in videos recorded inside garages. The problem eventually was solved. In interviews, two former employees said in their normal work duties they were sometimes asked to view images of customers in and around their homes, including inside garages. “I sometimes wondered if these people know that we're seeing that,” said one. “I saw some scandalous stuff sometimes, you know, like I did see scenes of intimacy but not nudity,” said another. “And there was just definitely a lot of stuff that like, I wouldn't want anybody to see about my life.” As an example, this person recalled seeing “embarrassing objects,” such as “certain pieces of laundry, certain sexual wellness items … and just private scenes of life that we really were privy to because the car was charging.” MEMES IN THE SAN MATEO OFFICE Tesla staffed its San Mateo office with mostly young workers, in their 20s and early 30s, who brought with them a culture that prized entertaining memes and viral online content. Former staffers described a free-wheeling atmosphere in chat rooms with workers exchanging jokes about images they viewed while labeling. According to several ex-employees, some labelers shared screenshots, sometimes marked up using Adobe Photoshop, in private group chats on Mattermost, Tesla’s internal messaging system. There they would attract responses from other workers and managers. Participants would also add their own marked-up images, jokes or emojis to keep the conversation going. Some of the emojis were custom-created to reference office inside jokes, several ex-employees said. One former labeler described sharing images as a way to “break the monotony.” Another described how the sharing won admiration from peers. “If you saw something cool that would get a reaction, you post it, right, and then later, on break, people would come up to you and say, ‘Oh, I saw what you posted. That was funny,’” said this former labeler. “People who got promoted to lead positions shared a lot of these funny items and gained notoriety for being funny.” Some of the shared content resembled memes on the internet. There were dogs, interesting cars, and clips of people recorded by Tesla cameras tripping and falling. There was also disturbing content, such as someone being dragged into a car seemingly against their will, said one ex-employee. Video clips of crashes involving Teslas were also sometimes shared in private chats on Mattermost, several former employees said. Those included examples of people driving badly or collisions involving people struck while riding bikes – such as the one with the child – or a motorcycle. Some data labelers would rewind such clips and play them in slow motion. At times, Tesla managers would crack down on inappropriate sharing of images on public Mattermost channels since they claimed the practice violated company policy. Still, screenshots and memes based on them continued to circulate through private chats on the platform, several ex-employees said. Workers shared them one-on-one or in small groups as recently as the middle of last year. One of the perks of working for Tesla as a data labeler in San Mateo was the chance to win a prize – use of a company car for a day or two, according to two former employees. But some of the lucky winners became paranoid when driving the electric cars. “Knowing how much data those vehicles are capable of collecting definitely made folks nervous,\" one ex-employee said. (Reported by Steve Stecklow and Waylon Cunningham in London and Hyunjoo Jin in San Francisco. Edited by Peter Hirschberg.)",
      "url": "https://www.channelnewsasia.com/business/special-report-tesla-workers-shared-sensitive-images-recorded-customer-cars-3402101",
      "image": "https://onecms-res.cloudinary.com/image/upload/s--YP0BIiFF--/fl_relative,g_south_east,l_one-cms:core:watermark:reuters,w_0.1/f_auto,q_auto/c_fill,g_auto,h_338,w_600/v1/one-cms/core/2023-04-06t135329z_1_lynxmpej350kx_rtroptp_3_tesla-privacy-cameras.jpg?ito",
      "publish_date": "2023-04-06 15:53:29",
      "author": "Reuters",
      "language": "en",
      "source_country": "sg",
      "sentiment": -0.059
      },
      {
      "id": 109635956,
      "title": "Tesla workers shared ‘intimate’ car camera images, ex-employees allege: ‘Massive invasion of privacy’",
      "text": "Tesla assures its millions of electric car owners that their privacy “is and will always be enormously important to us”. The cameras it builds into vehicles to assist driving, it notes on its website, are “designed from the ground up to protect your privacy”. But between 2019 and 2022, groups of Tesla employees privately shared via an internal messaging system sometimes highly invasive videos and images recorded by customers’ car cameras, according to interviews by Reuters with nine former employees. Some of the recordings caught Tesla customers in embarrassing situations. One ex-employee described a video of a man approaching a vehicle completely naked. Also shared: crashes and road-rage incidents. One crash video in 2021 showed a Tesla driving at high speed in a residential area hitting a child riding a bike, according to another ex-employee. The child flew in one direction, the bike in another. The video spread around a Tesla office in San Mateo, California, via private one-on-one chats, “like wildfire”, the ex-employee said. Other images were more mundane, such as pictures of dogs and funny road signs that employees made into memes by embellishing them with amusing captions or commentary, before posting them in private group chats. While some postings were only shared between two employees, others could be seen by scores of them, according to several ex-employees. Tesla states in its online customer privacy notice that its “camera recordings remain anonymous and are not linked to you or your vehicle”. But seven former employees told Reuters the computer program they used at work could show the location of recordings, which potentially could reveal where a Tesla owner lived. One ex-employee also said that some recordings appeared to have been made when cars were parked and turned off. Several years ago, Tesla would receive video recordings from its vehicles even when they were off, if owners gave consent. It has since stopped doing so. “We could see inside people’s garages and their private properties,” said another former employee. “Let’s say that a Tesla customer had something in their garage that was distinctive, you know, people would post those kinds of things.” Tesla didn’t respond to detailed questions sent to the company for this report. About three years ago, some employees stumbled upon and shared a video of a unique submersible vehicle parked inside a garage, according to two people who viewed it. Nicknamed Wet Nellie, the white Lotus Esprit sub had been featured in the 1977 James Bond film, The Spy Who Loved Me. The vehicle’s owner: Tesla’s chief executive, Elon Musk, who had bought it for about $968,000 at an auction in 2013. It is not clear whether Musk was aware of the video or that it had been shared. Musk did not respond to a request for comment. To report this story, Reuters contacted more than 300 former Tesla employees who had worked at the company over the past nine years and were involved in developing its self-driving system. More than a dozen agreed to answer questions, all speaking on condition of anonymity. Reuters was not able to obtain any of the shared videos or images, which ex-employees said they hadn’t kept. The news agency also wasn’t able to determine if the practice of sharing recordings, which occurred within some parts of Tesla as recently as last year, continues today or how widespread it was. Some former employees contacted said the only sharing they observed was for legitimate work purposes, such as seeking assistance from colleagues or supervisors. Labeling pedestrians and street signs The sharing of sensitive videos illustrates one of the less-noted features of artificial intelligence systems: they often require armies of human beings to help train machines to learn automated tasks such as driving. Since about 2016, Tesla has employed hundreds of people in Africa and later the United States to label images to help its cars learn how to recognize pedestrians, street signs, construction vehicles, garage doors and other objects encountered on the road or at customers’ houses. To accomplish that, data labelers were given access to thousands of videos or images recorded by car cameras that they would view and identify objects. Tesla increasingly has been automating the process, and shut down a data-labeling hub last year in San Mateo, California. But it continues to employ hundreds of data labelers in Buffalo, New York. In February, Tesla said the staff there had grown 54% over the previous six months to 675. Two ex-employees said they were not bothered by the sharing of images, saying that customers had given their consent or that people long ago had given up any reasonable expectation of keeping personal data private. Three others, however, said they were troubled by it. “It was a breach of privacy, to be honest. And I always joked that I would never buy a Tesla after seeing how they treated some of these people,” said one former employee. Another said: “I’m bothered by it because the people who buy the car, I don’t think they know that their privacy is, like, not respected. We could see them doing laundry and really intimate things. We could see their kids.” One former employee saw nothing wrong with sharing images, but described a function that allowed data labelers to view the location of recordings on Google Maps as a “massive invasion of privacy”. David Choffnes, executive director of the Cybersecurity and Privacy Institute at Northeastern University in Boston, called the sharing of sensitive videos and images by Tesla employees “morally reprehensible”. “Any normal human being would be appalled by this,” he said. He noted that circulating sensitive and personal content could be construed as a violation of Tesla’s own privacy policy, potentially resulting in intervention by the US Federal Trade Commission (FTC), which enforces federal laws relating to consumers’ privacy. A spokesperson for the FTC said it does not comment on individual companies or their conduct. To develop self-driving car technology, Tesla collects a vast trove of data from its global fleet of several million vehicles. The company requires car owners to grant permission on the cars’ touchscreens before Tesla collects their vehicles’ data. “Your Data Belongs to You,” states Tesla’s website. In its customer privacy notice, Tesla explains that if a customer agrees to share data, “your vehicle may collect the data and make it available to Tesla for analysis. This analysis helps Tesla improve its products, features, and diagnose problems quicker.” It also states that the data may include “short video clips or images”, but is not linked to a customer’s account or vehicle identification number, “and does not identify you personally”. Carlo Piltz, a data privacy lawyer in Germany, told Reuters it would be difficult to find a legal justification under Europe’s data protection and privacy laws for vehicle recordings to be circulated internally when it has “nothing to do with the provision of a safe or secure car or the functionality” of Tesla’s self-driving system. In recent years, Tesla’s car-camera system has drawn controversy. In China, some government compounds and residential neighborhoods have banned Teslas because of concerns about its cameras. In response, Musk said in a virtual talk at a Chinese forum in 2021: “If Tesla used cars to spy in China or anywhere, we will get shut down.” Elsewhere, regulators have scrutinized the Tesla system over potential privacy violations. But the privacy cases have tended to focus not on the rights of Tesla owners but of passersby unaware that they might be being recorded by parked Tesla vehicles. In February, the Dutch Data Protection Authority (DPA) said it had concluded an investigation of Tesla over possible privacy violations regarding “sentry mode”, a feature designed to record any suspicious activity when a car is parked and alert the owner. The watchdog determined it wasn’t Tesla, but the vehicles’ owners, who were legally responsible for their cars’ recordings. It said it decided not to fine the company after Tesla said it had made several changes to sentry mode, including having a vehicle’s headlights pulse to inform passersby that they may be being recorded. A DPA spokesperson declined to comment on Reuters’ findings, but said in an email: “Personal data must be used for a specific purpose, and sensitive personal data must be protected.” Replacing human drivers Tesla calls its automated driving system “autopilot”. Introduced in 2015, the system included such advanced features as allowing drivers to change lanes by tapping a turn signal and parallel parking on command. To make the system work, Tesla initially installed sonar sensors, radar and a single front-facing camera at the top of the windshield. A subsequent version, introduced in 2016, included eight cameras all around the car to collect more data and offer more capabilities. Musk’s future vision is eventually to offer a “full self-driving mode” that would replace a human driver. Tesla began rolling out an experimental version of that mode in October 2020. Although it requires drivers to keep their hands on the wheel, it currently offers such features as the ability to slow a car down automatically when it approaches stop signs or traffic lights. In February, Tesla recalled more than 362,000 US vehicles to update their full self-driving software after the National Highway Traffic Safety Administration said the software could allow vehicles to exceed speed limits and cause crashes at intersections. As with many artificial-intelligence projects, to develop autopilot, Tesla hired data labelers to identify objects in images and videos to teach the system how to respond when the vehicle was on the road or parked. Tesla initially outsourced data labeling to a San Francisco-based non-profit then known as Samasource, people familiar with the matter told Reuters. The organization had an office in Nairobi, Kenya, and specialized in offering training and employment opportunities to disadvantaged women and youth. In 2016, Samasource was providing about 400 workers there for Tesla, up from about an initial 20, according to a person familiar with the matter. By 2019, however, Tesla was no longer satisfied with the work of Samasource’s data labelers. At an event called Tesla AI Day in 2021, Andrej Karpathy, then senior director of AI at Tesla, said: “Unfortunately, we found very quickly that working with a third party to get datasets for something this critical was just not going to cut it. Honestly, the quality was not amazing.” A former Tesla employee said of the Samasource labelers: “They would highlight fire hydrants as pedestrians. They would miss objects all the time. Their skill level to draw boxes was very low.” Samasource, now called Sama, declined to comment on its work for Tesla. Tesla decided to bring data labeling in-house. “Over time, we’ve grown to more than a 1,000-person data labeling [organization] that is full of professional labelers who are working very closely with the engineers,” Karpathy said in his August 2021 presentation. Karpathy didn’t respond to requests for comment. Tesla’s own data labelers initially worked in the San Francisco Bay area, including the office in San Mateo. Groups of data labelers were assigned a variety of different tasks, including labeling street lane lines or emergency vehicles, ex-employees said. At one point, Teslas on autopilot were having difficulty backing out of garages and would get confused when encountering shadows or objects such as garden hoses. So some data labelers were asked to identify objects in videos recorded inside garages. The problem eventually was solved. In interviews, two former employees said in their normal work duties they were sometimes asked to view images of customers in and around their homes, including inside garages. “I sometimes wondered if these people know that we’re seeing that,” said one. “I saw some scandalous stuff sometimes, you know, like I did see scenes of intimacy but not nudity,” said another. “And there was just definitely a lot of stuff that like, I wouldn’t want anybody to see about my life.” As an example, this person recalled seeing “embarrassing objects”, such as “certain pieces of laundry, certain sexual wellness items and just private scenes of life that we really were privy to because the car was charging”. Memes in the San Mateo office Tesla staffed its San Mateo office with mostly young workers, in their 20s and early 30s, who brought with them a culture that prized entertaining memes and viral online content. Former staffers described a freewheeling atmosphere in chatrooms with workers exchanging jokes about images they viewed while labeling. According to several ex-employees, some labelers shared screenshots, sometimes marked up using Adobe Photoshop, in private group chats on Mattermost, Tesla’s internal messaging system. There they would attract responses from other workers and managers. Participants would also add their own marked-up images, jokes or emojis to keep the conversation going. Some of the emojis were custom-created to reference office inside jokes, several ex-employees said. One former labeler described sharing images as a way to “break the monotony”. Another described how the sharing won admiration from peers. “If you saw something cool that would get a reaction, you post it, right, and then later, on break, people would come up to you and say, ‘Oh, I saw what you posted. That was funny,’” said the former labeler. “People who got promoted to lead positions shared a lot of these funny items and gained notoriety for being funny.” Some of the shared content resembled memes on the internet. There were dogs, interesting cars and clips of people recorded by Tesla cameras tripping and falling. There was also disturbing content, such as someone being dragged into a car seemingly against their will, said one ex-employee. Video clips of crashes involving Teslas were also sometimes shared in private chats on Mattermost, several former employees said. Those included examples of people driving badly or collisions involving people struck while riding bikes, such as the one with the child, or motorcycles. Some data labelers would rewind such clips and play them in slow motion. At times, Tesla managers would crack down on inappropriate sharing of images on public Mattermost channels since they claimed the practice violated company policy. Still, screenshots and memes based on them continued to circulate through private chats on the platform, several ex-employees said. Workers shared them one-on-one or in small groups as recently as the middle of last year. One of the perks of working for Tesla as a data labeler in San Mateo was the chance to win a prize – the use of a company car for a day or two – according to two former employees. But some of the lucky winners became paranoid when driving the electric cars. “Knowing how much data those vehicles are capable of collecting definitely made folks nervous,” one ex-employee said.",
      "url": "https://www.theguardian.com/technology/2023/apr/07/tesla-intimate-car-camera-images-shared",
      "image": "https://i.guim.co.uk/img/media/a52bf82b3cdb7ab481381f304d72d092a3ece750/0_184_5080_3050/master/5080.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGV",
      "publish_date": "2023-04-07 21:11:09",
      "author": "Elon Musk",
      "language": "en",
      "source_country": "gb",
      "sentiment": -0.085
      },
      {
      "id": 128948504,
      "title": "Tesla’s 2Q23 Earnings Confirm My Thesis That TSLA Is One Of The Most Overvalued Stocks - WorldNewsEra",
      "text": "Tesla’s (TSLA) second quarter earnings confirm my view that the stock is one of the most overvalued stocks in the market. Tesla’s stock has been rising this year amid a sudden shift in overall market sentiment, with many investors now pricing in a soft-landing scenario after a brutal past year of Federal Reserve rate hikes. But the shift in market sentiment doesn’t change the fact that Tesla’s stock fundamentals are completely disconnected from reality. Tesla is a terribly overvalued stock that I think is worth closer to $26 per share instead of its current price of about $290 per share. While Tesla is profitable, its profits are nowhere near the levels needed to justify its current valuation. I recognize that Tesla’s business generates an impressive return on invested capital (ROIC), which is a key measure of profitability, especially for an automaker. However, that ROIC is already declining in the trailing-twelve-month (TTM) period. Using my reverse discounted cash flow (DCF) model, I find that for the stock to have any upside at current levels, Tesla must improve its ROIC to levels not achieved by even the most profitable businesses in the world. See appendix for list of companies with a 3-yr average ROIC higher than the implied ROIC in Tesla’s current stock price. Figure 1 shows Tesla’s historical ROIC along with the future ROIC implied by its current stock price. I provide the assumptions behind this DCF scenario later in this report. Figure 1: Tesla’s Historical and Implied NOPAT: DCF Valuation Scenarios Tesla’s latest earnings continue to show that it is not immune to competitive challenges and will likely see lower profitability in the future. But, its valuation implies the opposite. Any investor with fiduciary duties should be aware of the growing disconnect between Tesla’s current fundamentals and the future fundamentals implied by its stock price. Even in an optimistic future cash flow scenario, shares could trade as low as $26/share. All the details are below. What Happened? Supply Constrained Argument Is Gone: Bulls have long argued that demand for Tesla vehicles has always exceeded the supply of vehicles. However, Tesla’s multiple price cuts in 2023, along with its lackluster production levels through the first half of 2023, raise questions about just how much demand there is for Tesla vehicles, especially amid competition from rivals Ford (F), General Motors (GM) and virtually every other automaker. 2Q23 marks Tesla’s fifth consecutive quarter in which vehicles produced were greater than vehicles delivered. Tesla is no longer selling every vehicle it can make. Should demand for EVs slow, Tesla could find itself with higher than wanted inventory levels, which could lead to further price cuts and additional pressure on already falling margins. Continued Cash Burn: Despite Tesla’s top line growth, it continues to burn massive amounts of cash. Over the past five years, Tesla has burned a cumulative $4.2 billion in free cash flow (FCF), including $3.6 billion over the trailing-twelve months (TTM) alone. Tesla has generated negative FCF in all but one year (2019) of its existence as a public company. Margin Decline: Tesla’s “GAAP gross margin” was 18.2% in 2Q23, down from 19.3% in 1Q23 and 25.0% in 2Q22. 2Q23’s GAAP gross margin was below expectations of 18.7% and remains at its lowest level since 4Q20. Tesla’s operating margin is also moving the wrong direction as it scales up. After selling 211 thousand more vehicles in 2Q23 compared to 2Q22, Tesla’s reported operating margin fell 493 basis points YoY in 2Q23. Tesla noted in its press release that reduced average selling prices were one of the items that impacted margins in the quarter. I would expect Tesla’s margins to fall further as competition limits pricing power across the industry. Market Share Is Not Enough While Tesla has rapidly ramped up vehicle production and deliveries, its market share must increase almost exponentially to justify the expectations baked into its stock price. However, as it stands, Tesla holds a meager share of the global auto industry, and its share of the EV market ranks behind incumbents across Europe and China. In Europe, based on sales from May 2023, Tesla holds a 12% share of the EV market, much lower than VW Group (20%) and Stellantis (14%). In China, also based on sales from May 2023, Tesla holds 9% of the EV market compared to a staggering 38% share for top competitor BYD. Other Business Segments Aren’t Material Bulls have long argued that Tesla isn’t just an automaker, but rather a technology company with multiple verticals such as insurance, solar power, housing, and, yes, robots. I’ve long refuted these bull dreams. Regardless of the promises of developing multiple business lines, Tesla’s business remains concentrated in its auto segment. Auto revenue accounted for 86% of Tesla’s TTM revenue as of 2Q23. What Does It Mean? Tesla can no longer enjoy its first mover advantage as many other major automakers are producing electric vehicles. These competitors have more experience in auto production and more resources and cash flow than Tesla to invest in the electric vehicle market. Tesla is at risk of losing market share to its competitors in the electric vehicle space and its stock price is currently not reflecting that, which is a major risk for investors. Reverse DCF Math: Quantifying Expectations In TSLA Below, I use my reverse DCF model to provide clear, mathematical evidence that Tesla’s valuation is too high given the expectations baked into its current stock price. I will also show the downside risk should Tesla grow at more reasonable levels. Specifically, I analyze: Implied ROIC Implied NOPAT Implied vehicles sold and attendant market share Implied vehicles sold and attendant market share assuming Tesla’s “non-auto businesses” account for 40% of total revenue Tesla’s Valuation Implies 129% ROIC I start with quantifying the expectations in Tesla’s current price, and what they imply about Tesla’s ROIC. In order to justify its current price of $290/share, my model shows Tesla would need to: immediately achieve a 13% NOPAT margin (2x Toyota’s TTM margin, compared to Tesla’s TTM margin of 12%) grow revenue by 36% compounded annually and grow invested capital at just a 15% CAGR (vs. 50% CAGR from 2012–TTM) to expand capacity over the next decade. In this scenario, Tesla would generate $1.7 trillion in revenue in 2032, which is 1.7x the combined revenues of Toyota, Stellantis (STLA), Ford (F), General Motors (GM), Honda Motor Co. (HMC), and Nissan (NSANY) over the TTM. This scenario also implies that Tesla improves its ROIC to 129% in 2032, up from 25% over the TTM. For reference, no other major automaker earns an ROIC greater than 20%, and only two companies in the S&P, Moderna (MRNA) and Fortinet (FTNT), earn an ROIC above 129% over the TTM. If I instead assume Tesla’s: NOPAT margin remains 11.5% (equal to TTM) from 2023 through 2032, revenue grows at consensus rates in 2023 (27%), 2024 (26%), and 2025 (23%), revenue grows 23% a year (continuation of 2025 estimate) from 2026–2033, and invested capital grows at just an 8% CAGR from 2023-2032, then the stock would be worth just $93/share today – a 68% downside to the current price. In this scenario, Tesla improves ROIC to 85% in 2032, still above Apple’s (AAPL) TTM ROIC. Lastly, in my third DCF scenario, if I estimate more reasonable (but still very optimistic) growth for Tesla, the stock is worth just $26/share. Here’s the math, assuming Tesla’s: NOPAT margin is 11.5% in 2023 and falls to 7% (equal to Toyota’s TTM margin) in 2024–2032, revenue grows at consensus rates in 2023 (27%), 2024 (26%), revenue grows 15% a year from 2025 – 2032, and invested capital grows at a 6% CAGR from 2023-2032, then the stock would be worth just $26/share today – a 91% downside to the current price. In this scenario, Tesla still improves its ROIC to 36% by 2032. Figure 2 compares Tesla’s historical ROIC to the ROIC implied in the above scenarios to illustrate just how high the expectations baked into Tesla’s stock price remain. Figure 2: Tesla’s Historical and Implied ROIC: DCF Valuation Scenarios Tesla Priced to Generate More Profits Than Apple Next, I quantify the NOPAT expectations in each of the DCF scenarios outlined above. In scenario 1 (expectations in the current price), Tesla would achieve a NOPAT margin equal to its company record (already fallen to 11.5% over the TTM) and would generate $220 billion in NOPAT in 2032. At $220 billion, Tesla’s NOPAT would be 3.5x all incumbent peers’ TTM NOPAT and 2.2x Apple’s (AAPL) TTM NOPAT, which, at $98.1 billion, is the highest of all companies I cover. Combined incumbent peers’ NOPAT includes Stellantis, Toyota, General Motors, Honda Motor, Ford, and Nissan. In scenario 2 (expectations in $93/share), Tesla grows NOPAT to $74.4 billion, or nearly 8x its TTM NOPAT and 1.2x the combined TTM NOPAT of peers. In scenario 3 (expectations in $26/share), Tesla still grows NOPAT to $27.3 billion, or 3x its TTM NOPAT and greater than each of its individual incumbent peers. Figure 3 compares the firm’s historical NOPAT to the NOPAT implied in the above scenarios to illustrate just how high the expectations baked into Tesla’s stock price remain. For additional context, I show Apple’s, Toyota’s, and the combined incumbent peers’ TTM NOPAT. Figure 3: Tesla’s Historical and Implied NOPAT: DCF Valuation Scenarios Tesla Priced to Own 59%+ of the Global Passenger EV Market Tesla selling 1.6 million cars over the TTM is no small feat. However, that number is minuscule compared to the number of vehicles Tesla must sell to justify its stock price. Below, I quantify the vehicle sales, along with the implied market share of those sales, implied by the revenue Tesla generates in each of the DCF scenarios above. I start by analyzing the implied sales baked into its current stock price. In scenario 1 above, Tesla generates $1.7 trillion in revenue in 2032. If I assume automotive revenue remains at 86% of total revenue as in the TTM, then Tesla generates $1.5 trillion in automotive revenue. This revenue figure implies Tesla will sell the following number of vehicles based on ASP levels: 31.0 million vehicles – current ASP of $47.2k 29.9 million vehicles – ASP of $48.8k (average new car price in U.S. in June 2023) 51.6 million vehicles – ASP of $28.3k (average new car price across the world in 2022) For reference, Toyota (TM), the world’s largest automaker, sold 10.5 million vehicles in 2022 and is projected to sell 10.4 million in 2023. Next, I can analyze implied market share of such sales volume based on the “stated policies” scenario from the International Energy Agency (IEA) for the potential size of the market in 2032. Units sold in 2032 assumes that the EV market grows YoY from 2030-2032 at the same compound annual growth rate the IEA projects sales will grow from 2025-2030. In this scenario, the vehicle sales noted above would represent the following implied market share in 2032: 59.0% for 31.0 million vehicles 57.1% for 29.9 million vehicles 98.5% for 51.6 million vehicles Figure 4: Tesla’s Implied Vehicle Sales in 2032 to Justify $290/Share The likelihood of reaching any of the above-mentioned market share scenarios is extremely unlikely in such a competitive industry. As noted above, Tesla currently holds ~12% and 9% market share in Europe and China, respectively. Even Tesla’s estimated 59% EV share (and falling) in the U.S. would not be enough to justify its stock price at the low end of ASPs in the scenario illustrated above. In DCF scenario 2 above, Tesla’s implied automotive revenue of $558.0 billion implies it will sell 11.8 million vehicles in 2032 at an ASP of $47.2k. 11.8 million vehicles also implies a 23% share of the global passenger EV market in 2032. For reference, Volkswagen, the world’s second largest automaker, sold 8.3 million vehicles in 2022. In DCF scenario 3 above, Tesla’s implied automotive revenue of $336.6 billion implies it will sell 7.1 million cars (14% of the global passenger EV market in 2032) in 2032 at an ASP of $47.2k. Reverse DCF Math: Assume Tesla’s “Other Businesses” Are Wildly Successful Bulls will often argue that Tesla is not “just a car company” which is the reason for its lofty valuation. In multiple prior reports, I’ve shown why such an argument doesn’t hold water. However, for illustrative purposes, let’s assume bulls are right. Using the same assumptions as the DCF scenario above, but optimistically assuming Tesla’s automotive revenue falls to 60% of total revenue by 2032, I review the implied vehicle sales assuming autos are only 60% of Tesla’s business in the future. For argument’s sake, I optimistically assume that Tesla achieves the same NOPAT margin and ROIC on the 40% of revenue from its “other businesses’ that it would achieve on its automotive revenue. Given the lack of success in its other businesses to date, this seems an optimistic assumption, but allows me to create best case scenarios, nonetheless. In the DCF scenario 1 above, Tesla generates $1.7 trillion in revenue in 2032. If autos are only 60% of total revenue, then, I have $1.1 trillion in automotive revenue. This revenue figure implies Tesla will sell the following number of vehicles based on these ASP levels: 21.5 million vehicles – current ASP of $47.2k 20.8 million vehicles – ASP of $48.8k (average new car price in U.S. in June 2023) 35.9 million vehicles – ASP of $28.3k (average new car price across the world in 2022) The vehicle sales noted above would represent the following implied market share in 2032: 41.1% for 21.5 million vehicles 39.7% for 20.8 million vehicles 68.5% for 35.9 million vehicles In other words, even if I assume that Tesla’s automotive revenue makes up just 60% of its total revenue in 2032, it still must take at least 40% of the expected 2032 global EV market share to justify its current stock price. I can also calculate the implied vehicle sales in the two additional DCF scenarios assuming Tesla’s automotive revenue equal 60% of total revenue in 2032. In DCF scenario 2 above, Tesla’s implied automotive revenue of $388.0 billion implies it will sell 8.2 million vehicles in 2032 at an ASP of $47.2k, which equals 16% of the global passenger EV market in 2032. In DCF scenario 3 above, Tesla’s implied automotive revenue of $243.0 billion implies it will sell 5.0 million cars (10% of the global passenger EV market in 2032) in 2032 at an ASP of $47.2k. Reverse DCF Math: Above Scenarios May be Too Optimistic Each of the above DCF scenarios assumes Tesla’s invested capital grows between 6-15% compounded annually through 2032 as it increases production capacity to meet the implied vehicle sales in each scenario. This assumption is highly conservative, as Tesla’s invested capital has grown much faster in the past. For reference, Tesla’s invested capital grew 50% compounded annually from 2012 – TTM. In other words, I aim to provide inarguably best-case scenarios for assessing the expectations for future market share and profits reflected in Tesla’s stock market valuation. Even doing so, I find that Tesla is significantly overvalued. Disclosure: David Trainer, Kyle Guske II, Hakan Salt, and Italo Mendonça receive no compensation to write about any specific stock, sector, style, or theme. Appendix Figure I shows the top 5 companies in the S&P 500 ranked by 3-yr average ROIC. As can be seen, only two companies earn a higher ROIC than the ROIC implied in Tesla’s current stock price. Figure I: Highest 3-Year Average ROIC in S&P 500: TTM as of July 19, 2023",
      "url": "https://worldnewsera.com/news/finance/stock-market/teslas-2q23-earnings-confirm-my-thesis-that-tsla-is-one-of-the-most-overvalued-stocks/",
      "image": "https://imageio.forbes.com/specials-images/imageserve/64b95d25627182633b37566c/0x0.jpg",
      "publish_date": "2023-07-20 23:27:00",
      "author": "Madeleine Bruder",
      "language": "en",
      "source_country": "us",
      "sentiment": -0.315
      }
      
    ]
    
    

}